Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Steps can be sent to your watch as a .fit workout, so the session runs itself rather than being a name you have to remember.
ar: يمكن إرسال الخطوات إلى ساعتك كتمرين ‎.fit، فتدير الحصة نفسها بدل أن تكون اسمًا عليك تذكّره.
bg: Стъпките могат да се изпратят към часовника като .fit тренировка, така че тренировката се води сама, вместо да е име, което трябва да помниш.
ca: Els passos es poden enviar al rellotge com a entrenament .fit, de manera que la sessió es condueix sola en lloc de ser un nom que has de recordar.
cs: Kroky se dají poslat do hodinek jako trénink .fit, takže se odřídí sám a není to jen název, který si musíš pamatovat.
da: Trinnene kan sendes til uret som en .fit-træning, så passet styrer sig selv i stedet for at være et navn, du skal huske.
de: Die Schritte lassen sich als .fit-Workout an deine Uhr senden — die Einheit führt sich dann selbst, statt ein Name zu sein, den du dir merken musst.
el: Τα βήματα μπορούν να σταλούν στο ρολόι σου ως προπόνηση .fit, ώστε η προπόνηση να τρέχει μόνη της αντί να είναι ένα όνομα που πρέπει να θυμάσαι.
es: Los pasos se pueden enviar al reloj como entrenamiento .fit, así la sesión se guía sola en vez de ser un nombre que tengas que recordar.
et: Sammud saab saata kellale .fit-trennina, nii et trenn juhib end ise, mitte ei ole lihtsalt nimi, mida pead meeles pidama.
fi: Vaiheet voi lähettää kelloon .fit-harjoituksena, jolloin harjoitus ohjaa itse itsensä eikä ole vain nimi, joka pitää muistaa.
fr: Les étapes peuvent partir vers ta montre sous forme d'entraînement .fit : la séance se déroule toute seule au lieu d'être un nom à retenir.
ga: Is féidir na céimeanna a sheoladh chuig d'uaireadóir mar sheisiún .fit, sa chaoi go reáchtálann an seisiún é féin seachas a bheith ina ainm nach mór duit a mheabhrú.
hr: Korake možeš poslati na sat kao trening .fit, pa se trening vodi sam umjesto da bude samo ime koje moraš pamtiti.
hu: A lépések .fit edzésként elküldhetők az órádra, így az edzés vezeti magát, nem pedig egy név, amit fejben kell tartanod.
id: Langkah-langkahnya bisa dikirim ke jammu sebagai latihan .fit, sehingga sesinya berjalan sendiri alih-alih jadi nama yang harus kamu ingat.
is: Skrefin má senda í úrið sem .fit-æfingu, svo æfingin stýrir sér sjálf í stað þess að vera nafn sem þú þarft að muna.
it: I passi possono essere inviati all'orologio come allenamento .fit, così la sessione si guida da sola invece di essere un nome da ricordare.
ja: ステップは .fit ワークアウトとして時計へ送れます。覚えておく名前ではなく、セッションが自動で進みます。
ko: 스텝은 .fit 운동으로 시계에 보낼 수 있어, 기억해야 할 이름이 아니라 세션이 스스로 진행됩니다.
lt: Žingsnius galima nusiųsti į laikrodį kaip .fit treniruotę, tad treniruotė vyksta pati, o ne lieka vien pavadinimu, kurį reikia atsiminti.
lv: Soļus var nosūtīt uz pulksteni kā .fit treniņu, tā ka treniņš vada pats sevi, nevis ir tikai nosaukums, kas jāpatur prātā.
mk: Чекорите можат да се испратат на часовникот како тренинг .fit, па тренингот се води сам наместо да биде само име што мора да го паметиш.
ms: Langkah-langkahnya boleh dihantar ke jam anda sebagai latihan .fit, supaya sesi itu berjalan sendiri dan bukan sekadar nama yang perlu anda ingat.
mt: Il-passi jistgħu jintbagħtu lill-arloġġ tiegħek bħala sessjoni .fit, hekk is-sessjoni tmexxi lilha nnifisha minflok ma tkun isem li trid tiftakru.
nb: Stegene kan sendes til klokka som en .fit-økt, slik at økta styrer seg selv i stedet for å være et navn du må huske.
nl: De stappen kunnen als .fit-training naar je horloge, zodat de sessie zichzelf stuurt in plaats van een naam te zijn die je moet onthouden.
pl: Kroki można wysłać na zegarek jako trening .fit, żeby sesja prowadziła się sama, zamiast być nazwą, którą musisz pamiętać.
pt_br: As etapas podem ir para o relógio como um treino .fit, de modo que o treino se conduz sozinho em vez de ser um nome que você tem que lembrar.
pt_pt: Os passos podem seguir para o relógio como treino .fit, para a sessão se conduzir sozinha em vez de ser um nome que tens de decorar.
ro: Pașii pot fi trimiși pe ceas ca antrenament .fit, astfel încât sesiunea să se desfășoare singură, nu să fie doar un nume pe care trebuie să-l ții minte.
ru: Шаги можно отправить на часы как тренировку .fit — тогда она ведёт себя сама, а не остаётся названием, которое надо помнить.
sk: Kroky sa dajú poslať do hodiniek ako tréning .fit, takže sa odriadi sám a nie je to len názov, ktorý si musíš pamätať.
sl: Korake lahko pošlješ na uro kot trening .fit, tako da se trening izvede sam, namesto da je le ime, ki si ga moraš zapomniti.
sq: Hapat mund të dërgohen te ora si stërvitje .fit, kështu që stërvitja drejton vetveten në vend që të jetë një emër që duhet ta mbash mend.
sr: Кораке можеш послати на сат као тренинг .fit, па се тренинг води сам уместо да буде само име које мораш да памтиш.
sv: Stegen kan skickas till klockan som ett .fit-pass, så att passet styr sig självt i stället för att vara ett namn du måste minnas.
tr: Adımlar saatine .fit antrenmanı olarak gönderilebilir; böylece antrenman, akılda tutman gereken bir isim olmak yerine kendi kendini yürütür.
uk: Кроки можна надіслати на годинник як тренування .fit — тоді воно веде себе саме, а не лишається назвою, яку треба пам’ятати.
vi: Các bước có thể gửi sang đồng hồ dưới dạng bài tập .fit, để buổi tập tự dẫn bạn đi thay vì chỉ là một cái tên bạn phải nhớ.
zh_hans: 步骤可以作为 .fit 训练发送到手表，这样训练会自己带着你走，而不是一个需要你记住的名字。
zh_hant: 步驟可以當成 .fit 訓練傳送到手錶，這樣訓練會自己帶著你走，而不只是一個要你記住的名字。

source: Still to do
ar: ما تبقّى
bg: Остава да се направи
ca: Encara per fer
cs: Ještě zbývá
da: Mangler stadig
de: Noch zu tun
el: Απομένουν
es: Queda por hacer
et: Veel teha
fi: Vielä tekemättä
fr: Reste à faire
ga: Fós le déanamh
hr: Još preostaje
hu: Még hátravan
id: Masih harus dikerjakan
is: Eftir að gera
it: Ancora da fare
ja: 残り
ko: 남은 것
lt: Dar liko
lv: Vēl jāizdara
mk: Уште останува
ms: Masih perlu dibuat
mt: Għad irid isir
nb: Gjenstår
nl: Nog te doen
pl: Jeszcze do zrobienia
pt_br: Ainda por fazer
pt_pt: Ainda por fazer
ro: Mai e de făcut
ru: Осталось сделать
sk: Ešte zostáva
sl: Še ostane
sq: Ende për t'u bërë
sr: Још преостаје
sv: Kvar att göra
tr: Yapılacaklar
uk: Залишилося зробити
vi: Còn phải làm
zh_hans: 尚未完成
zh_hant: 尚未完成

source: Still warming up
ar: ما زلت تُحمّي
bg: Още загряваш
ca: Encara escalfant
cs: Pořád se rozehříváš
da: Stadig i opvarmning
de: Noch am Warmwerden
el: Ακόμη ζεσταίνεσαι
es: Aún calentando
et: Veel soojendamas
fi: Yhä lämmittelyssä
fr: Encore en échauffement
ga: Fós ag téamh
hr: Još se zagrijavaš
hu: Még bemelegítesz
id: Masih pemanasan
is: Enn að hita upp
it: Ancora in riscaldamento
ja: まだウォームアップ中
ko: 아직 몸 푸는 중
lt: Vis dar šildaisi
lv: Vēl iesildies
mk: Сè уште се загреваш
ms: Masih memanaskan badan
mt: Għadek tisħon
nb: Fortsatt i oppvarming
nl: Nog aan het opwarmen
pl: Wciąż się rozgrzewasz
pt_br: Ainda aquecendo
pt_pt: Ainda a aquecer
ro: Încă la încălzire
ru: Ещё разминаетесь
sk: Stále sa rozohrievaš
sl: Še se ogrevaš
sq: Ende duke u ngrohur
sr: Још се загреваш
sv: Fortfarande uppvärmning
tr: Hâlâ ısınıyorsun
uk: Ще розминаєтеся
vi: Vẫn đang khởi động
zh_hans: 还在热身
zh_hant: 還在熱身

source: Still warming up — the 42-day average needs about three weeks of history before it settles.
ar: لا يزال يتشكّل — يحتاج متوسط 42 يومًا إلى نحو ثلاثة أسابيع من السجل حتى يستقر.
bg: Още се загрява — 42-дневната средна има нужда от около три седмици история, преди да се установи.
ca: Encara s'escalfa: la mitjana de 42 dies necessita unes tres setmanes d'historial per estabilitzar-se.
cs: Ještě se rozjíždí — 42denní průměr potřebuje zhruba tři týdny historie, než se ustálí.
da: Stadig i gang med at komme op — 42-dages-gennemsnittet skal bruge omkring tre ugers historik, før det falder til ro.
de: Noch am Einschwingen — der 42-Tage-Durchschnitt braucht rund drei Wochen Historie, bis er sich setzt.
el: Ακόμη ζεσταίνεται — ο μέσος όρος 42 ημερών θέλει περίπου τρεις εβδομάδες ιστορικού για να σταθεροποιηθεί.
es: Todavía calentando: la media de 42 días necesita unas tres semanas de historial para asentarse.
et: Alles soojeneb — 42 päeva keskmine vajab paikaloksumiseks umbes kolme nädala ajalugu.
fi: Vielä käynnistymässä — 42 päivän keskiarvo tarvitsee noin kolme viikkoa historiaa ennen kuin se asettuu.
fr: Encore en rodage : la moyenne sur 42 jours a besoin d'environ trois semaines d'historique pour se stabiliser.
ga: Fós ag téamh — teastaíonn timpeall trí seachtaine de stair ón meán 42 lá sula socraíonn sé.
hr: Još se zagrijava — 42-dnevnom prosjeku treba oko tri tjedna povijesti da se ustali.
hu: Még melegszik — a 42 napos átlagnak nagyjából három hét előzményre van szüksége, hogy beálljon.
id: Masih pemanasan — rata-rata 42 hari perlu sekitar tiga minggu riwayat sebelum stabil.
is: Enn að hitna — 42 daga meðaltalið þarf um þriggja vikna sögu til að róast.
it: Ancora in rodaggio: la media a 42 giorni ha bisogno di circa tre settimane di storico per stabilizzarsi.
ja: まだ立ち上がり中です。42 日平均が安定するには 3 週間ほどの履歴が要ります。
ko: 아직 데이터가 쌓이는 중입니다 — 42일 평균이 안정되려면 약 3주치 기록이 필요합니다.
lt: Dar įsibėgėja — 42 dienų vidurkiui reikia maždaug trijų savaičių istorijos, kad nusistovėtų.
lv: Vēl iesildās — 42 dienu vidējam vajag apmēram trīs nedēļu vēsturi, lai nostabilizētos.
mk: Сè уште се загрева — на 42-дневниот просек му требаат околу три недели историја за да се смири.
ms: Masih memanaskan badan — purata 42 hari memerlukan kira-kira tiga minggu sejarah sebelum ia stabil.
mt: Għadha tisħon — il-medja ta' 42 ġurnata teħtieġ madwar tliet ġimgħat ta' storja qabel ma tistabbilizza.
nb: Fortsatt i oppstart — 42-dagerssnittet trenger rundt tre uker med historikk før det roer seg.
nl: Nog aan het inlopen — het gemiddelde over 42 dagen heeft zo'n drie weken geschiedenis nodig voordat het stabiel is.
pl: Jeszcze się rozgrzewa — średnia 42-dniowa potrzebuje około trzech tygodni historii, zanim się ustabilizuje.
pt_br: Ainda aquecendo — a média de 42 dias precisa de umas três semanas de histórico para assentar.
pt_pt: Ainda a assentar — a média de 42 dias precisa de cerca de três semanas de histórico para estabilizar.
ro: Încă se încălzește — media pe 42 de zile are nevoie de vreo trei săptămâni de istoric ca să se stabilizeze.
ru: Ещё разгоняется — 42-дневному среднему нужно около трёх недель истории, чтобы устояться.
sk: Ešte sa rozbieha — 42-dňový priemer potrebuje asi tri týždne histórie, kým sa ustáli.
sl: Še se ogreva — 42-dnevno povprečje potrebuje okoli tri tedne zgodovine, da se ustali.
sq: Ende po ngrohet — mesatarja 42-ditore ka nevojë për rreth tri javë histori derisa të stabilizohet.
sr: Још се загрева — 42-дневном просеку треба око три недеље историје да се устали.
sv: Fortfarande i uppstart — 42-dagarssnittet behöver ungefär tre veckors historik innan det sätter sig.
tr: Henüz ısınıyor — 42 günlük ortalamanın oturması için yaklaşık üç haftalık geçmiş gerekir.
uk: Ще розганяється — 42-денному середньому потрібно близько трьох тижнів історії, щоб устоятися.
vi: Vẫn đang khởi động — đường trung bình 42 ngày cần khoảng ba tuần dữ liệu trước khi ổn định.
zh_hans: 还在预热——42 天平均值需要约三周的历史数据才会稳定。
zh_hant: 還在暖身——42 天平均值需要約三週的歷史資料才會穩定。

source: Stop watching
ar: إيقاف المراقبة
bg: Спри наблюдението
ca: Deixa de vigilar
cs: Přestat sledovat
da: Stop overvågningen
de: Nicht mehr überwachen
el: Διακοπή παρακολούθησης
es: Dejar de vigilar
et: Lõpeta jälgimine
fi: Lopeta tarkkailu
fr: Arrêter la surveillance
ga: Stop ag faire
hr: Prestani pratiti
hu: Figyelés leállítása
id: Berhenti mengawasi
is: Hætta að fylgjast með
it: Smetti di controllare
ja: 監視をやめる
ko: 감시 중단
lt: Nustoti stebėti
lv: Pārtraukt novērošanu
mk: Престани со следење
ms: Berhenti mengawasi
mt: Tibqax tissorvelja
nb: Slutt å overvåke
nl: Niet meer volgen
pl: Przestań obserwować
pt_br: Parar de monitorar
pt_pt: Deixar de vigiar
ro: Oprește monitorizarea
ru: Перестать отслеживать
sk: Prestať sledovať
sl: Prenehaj spremljati
sq: Ndalo mbikëqyrjen
sr: Престани да пратиш
sv: Sluta bevaka
tr: İzlemeyi bırak
uk: Припинити відстеження
vi: Ngừng theo dõi
zh_hans: 停止监视
zh_hant: 停止監看

source: Stored on this device only — they go into an encrypted backup if you make one, and nowhere else.
ar: مخزَّنة على هذا الجهاز فقط — وتدخل في نسخة احتياطية مشفَّرة إن أنشأت واحدة، ولا تذهب إلى أي مكان آخر.
bg: Съхраняват се само на това устройство — влизат в криптирано резервно копие, ако направиш такова, и никъде другаде.
ca: Es guarden només en aquest dispositiu: van a una còpia de seguretat xifrada si en fas una, i enlloc més.
cs: Uloženo jen v tomto zařízení — pokud si vytvoříš šifrovanou zálohu, půjde to do ní, a jinam nikam.
da: Gemmes kun på denne enhed — de kommer med i en krypteret sikkerhedskopi, hvis du laver en, og ingen andre steder.
de: Nur auf diesem Gerät gespeichert — sie landen in einer verschlüsselten Sicherung, falls du eine anlegst, und sonst nirgends.
el: Αποθηκεύονται μόνο σε αυτή τη συσκευή — μπαίνουν σε κρυπτογραφημένο αντίγραφο ασφαλείας αν φτιάξεις ένα, και πουθενά αλλού.
es: Se guardan solo en este dispositivo: van a una copia cifrada si haces una, y a ningún sitio más.
et: Salvestatud ainult sellesse seadmesse — need lähevad krüpteeritud varukoopiasse, kui sa selle teed, ja mitte kuhugi mujale.
fi: Tallennetaan vain tähän laitteeseen — ne päätyvät salattuun varmuuskopioon, jos teet sellaisen, eikä minnekään muualle.
fr: Stockées uniquement sur cet appareil : elles vont dans une sauvegarde chiffrée si tu en fais une, et nulle part ailleurs.
ga: Stóráilte ar an ngléas seo amháin — téann siad isteach i gcúltaca criptithe má dhéanann tú ceann, agus áit ar bith eile.
hr: Spremljeno samo na ovom uređaju — ako napraviš šifriranu sigurnosnu kopiju, ide u nju, i nigdje drugdje.
hu: Csak ezen az eszközön tárolódnak — bekerülnek egy titkosított biztonsági mentésbe, ha készítesz ilyet, máshová sehová.
id: Disimpan di perangkat ini saja — semuanya ikut ke cadangan terenkripsi kalau kamu membuatnya, dan tidak ke mana pun lagi.
is: Geymt aðeins í þessu tæki — það fer í dulkóðað afrit ef þú býrð það til, og hvergi annars staðar.
it: Salvate solo su questo dispositivo: finiscono in un backup cifrato se ne fai uno, e da nessun'altra parte.
ja: このデバイスにのみ保存されます。バックアップを作れば暗号化されたバックアップに入りますが、それ以外のどこにも送られません。
ko: 이 기기에만 저장됩니다 — 암호화 백업을 만들면 거기에 포함되며, 그 외 어디로도 가지 않습니다.
lt: Saugoma tik šiame įrenginyje — pateks į šifruotą atsarginę kopiją, jei tokią padarysi, ir niekur kitur.
lv: Glabājas tikai šajā ierīcē — tie nonāk šifrētā dublējumā, ja tādu izveido, un nekur citur.
mk: Се чуваат само на овој уред — влегуваат во шифрирана резервна копија ако направиш таква, и никаде на друго место.
ms: Disimpan pada peranti ini sahaja — semuanya masuk ke dalam sandaran tersulit jika anda membuatnya, dan tidak ke mana-mana lagi.
mt: Maħżuna fuq dan l-apparat biss — jidħlu f'backup iċċifrat jekk tagħmel wieħed, u mkien iżjed.
nb: Lagres bare på denne enheten — de blir med i en kryptert sikkerhetskopi hvis du lager en, og ingen andre steder.
nl: Alleen op dit apparaat bewaard — ze gaan mee in een versleutelde reservekopie als je die maakt, en verder nergens heen.
pl: Przechowywane tylko na tym urządzeniu — trafiają do zaszyfrowanej kopii zapasowej, jeśli ją zrobisz, i nigdzie indziej.
pt_br: Guardadas só neste dispositivo — entram em um backup criptografado, se você fizer um, e em nenhum outro lugar.
pt_pt: Guardadas só neste dispositivo — vão para uma cópia de segurança cifrada se fizeres uma, e para mais lado nenhum.
ro: Se păstrează doar pe acest dispozitiv — ajung într-o copie de rezervă criptată dacă faci una, și nicăieri altundeva.
ru: Хранится только на этом устройстве — попадёт в зашифрованную резервную копию, если вы её сделаете, и больше никуда.
sk: Uložené len v tomto zariadení — ak si vytvoríš šifrovanú zálohu, pôjde to do nej, a inam nikam.
sl: Shranjeno samo v tej napravi — če narediš šifrirano varnostno kopijo, gre vanjo, sicer nikamor drugam.
sq: Ruhen vetëm në këtë pajisje — futen në një kopje rezervë të enkriptuar nëse krijon një të tillë, dhe askund tjetër.
sr: Сачувано само на овом уређају — ако направиш шифровану резервну копију, иде у њу, и нигде другде.
sv: Sparas bara på den här enheten — de följer med i en krypterad säkerhetskopia om du gör en, och ingen annanstans.
tr: Yalnızca bu cihazda saklanır — şifreli bir yedek alırsan ona girer, başka hiçbir yere gitmez.
uk: Зберігається лише на цьому пристрої — потрапить до зашифрованої резервної копії, якщо ви її зробите, і більше нікуди.
vi: Chỉ lưu trên thiết bị này — chúng sẽ nằm trong bản sao lưu đã mã hóa nếu bạn tạo một bản, và không đi đâu khác.
zh_hans: 仅存放在本设备——如果你做加密备份，它们会进入备份，除此之外不会去任何地方。
zh_hant: 只存在本裝置——如果你做加密備份，它們會進到備份裡，除此之外哪裡都不會去。

source: Straight into the next exercise — the rest comes at the end of the round.
ar: مباشرةً إلى التمرين التالي — والراحة في نهاية الجولة.
bg: Направо към следващото упражнение — почивката идва в края на кръга.
ca: Directament al següent exercici: el descans arriba al final de la ronda.
cs: Rovnou na další cvik — odpočinek přijde na konci kola.
da: Direkte videre til næste øvelse — pausen kommer i slutningen af runden.
de: Direkt weiter zur nächsten Übung — die Pause kommt am Ende der Runde.
el: Κατευθείαν στην επόμενη άσκηση — το διάλειμμα έρχεται στο τέλος του γύρου.
es: Directo al siguiente ejercicio: el descanso llega al final de la ronda.
et: Otse järgmise harjutuse juurde — puhkus tuleb ringi lõpus.
fi: Suoraan seuraavaan liikkeeseen — tauko tulee kierroksen lopussa.
fr: Enchaîne directement sur l'exercice suivant : la récupération vient à la fin du tour.
ga: Díreach isteach sa chéad chleachtadh eile — tagann an sos ag deireadh an bhabhta.
hr: Odmah na sljedeću vježbu — odmor dolazi na kraju kruga.
hu: Egyből a következő gyakorlat — a pihenő a kör végén jön.
id: Langsung ke gerakan berikutnya — istirahatnya di akhir putaran.
is: Beint í næstu æfingu — hvíldin kemur í lok umferðarinnar.
it: Subito all'esercizio successivo: il recupero arriva alla fine del giro.
ja: そのまま次の種目へ。レストはラウンドの最後です。
ko: 쉬지 않고 다음 운동으로 — 휴식은 라운드 끝에 옵니다.
lt: Iškart į kitą pratimą — poilsis ateina rato pabaigoje.
lv: Uzreiz pie nākamā vingrinājuma — atpūta nāk apļa beigās.
mk: Веднаш на следната вежба — одморот доаѓа на крајот од кругот.
ms: Terus ke senaman seterusnya — rehatnya di hujung pusingan.
mt: Dritt għall-eżerċizzju li jmiss — il-mistrieħ jiġi fl-aħħar tar-round.
nb: Rett videre til neste øvelse — pausen kommer på slutten av runden.
nl: Direct door naar de volgende oefening — de rust komt aan het eind van de ronde.
pl: Od razu do następnego ćwiczenia — przerwa jest na końcu rundy.
pt_br: Direto para o próximo exercício — o descanso vem no fim da rodada.
pt_pt: Segue direto para o exercício seguinte — o descanso vem no fim da ronda.
ro: Direct la exercițiul următor — pauza vine la finalul rundei.
ru: Сразу к следующему упражнению — отдых в конце круга.
sk: Rovno na ďalší cvik — oddych príde na konci kola.
sl: Naravnost na naslednjo vajo — počitek pride na koncu kroga.
sq: Drejt e te ushtrimi tjetër — pushimi vjen në fund të raundit.
sr: Одмах на следећу вежбу — одмор долази на крају круга.
sv: Direkt vidare till nästa övning — vilan kommer i slutet av varvet.
tr: Doğrudan sonraki harekete — dinlenme turun sonunda gelir.
uk: Одразу до наступної вправи — відпочинок у кінці кола.
vi: Vào thẳng bài tiếp theo — nghỉ để đến cuối vòng.
zh_hans: 直接进入下一个动作——休息放在这一轮结束时。
zh_hant: 直接進入下一個動作——休息放在這一輪的最後。

source: Strain
ar: الإجهاد الأسبوعي
bg: Натоварване за седмицата
ca: Càrrega acumulada
cs: Zatížení týdne
da: Belastning
de: Belastung
el: Καταπόνηση
es: Carga acumulada
et: Koormus
fi: Kuormitus
fr: Contrainte
ga: Strus na seachtaine
hr: Opterećenje tjedna
hu: Megterhelés
id: Regangan
is: Álag
it: Carico complessivo
ja: ストレイン
ko: 스트레인
lt: Apkrova
lv: Slodze
mk: Оптоварување на неделата
ms: Terikan
mt: Tagħbija tal-ġimgħa
nb: Belastning
nl: Belasting
pl: Obciążenie tygodnia
pt_br: Carga acumulada
pt_pt: Esforço acumulado
ro: Solicitare
ru: Нагрузка недели
sk: Zaťaženie týždňa
sl: Obremenitev tedna
sq: Ngarkesa e javës
sr: Оптерећење недеље
sv: Belastning
tr: Yüklenme
uk: Навантаження тижня
vi: Mức căng
zh_hans: 应激量
zh_hant: 應激量

source: Strength
ar: قوة
bg: Сила
ca: Força
cs: Síla
da: Styrke
de: Kraft
el: Δύναμη
es: Fuerza
et: Jõud
fi: Voima
fr: Renfo
ga: Neart
hr: Snaga
hu: Erő
id: Kekuatan
is: Styrkur
it: Forza
ja: 筋力
ko: 근력
lt: Jėga
lv: Spēks
mk: Сила
ms: Kekuatan
mt: Saħħa
nb: Styrke
nl: Kracht
pl: Siła
pt_br: Força
pt_pt: Força
ro: Forță
ru: Сила
sk: Sila
sl: Moč
sq: Forcë
sr: Снага
sv: Styrka
tr: Kuvvet
uk: Сила
vi: Tạ
zh_hans: 力量
zh_hant: 力量

source: Stroke rate
ar: معدل الضربات
bg: Честота на загребване
ca: Freqüència de braçada
cs: Frekvence záběrů
da: Tagfrekvens
de: Zugfrequenz
el: Συχνότητα χεριών
es: Frecuencia de brazada
et: Tõmbesagedus
fi: Vetotiheys
fr: Fréquence de bras
ga: Ráta buillí
hr: Frekvencija zaveslaja
hu: Karcsapásszám
id: Laju kayuhan
is: Taktur sundtaka
it: Frequenza bracciate
ja: ストローク頻度
ko: 스트로크 빈도
lt: Mostų dažnis
lv: Vēzienu biežums
mk: Фреквенција на замавнувања
ms: Kadar kayuhan
mt: Rata tad-daqqiet
nb: Taktfrekvens
nl: Slagfrequentie
pl: Częstotliwość ruchów
pt_br: Frequência de braçada
pt_pt: Frequência de braçada
ro: Frecvența brațelor
ru: Темп гребков
sk: Frekvencia záberov
sl: Frekvenca zavesljajev
sq: Frekuenca e kraharoreve
sr: Фреквенција завеслаја
sv: Simtagsfrekvens
tr: Kulaç sıklığı
uk: Темп гребків
vi: Tần số sải tay
zh_hans: 划频
zh_hant: 划頻

source: Structure
ar: البنية
bg: Структура
ca: Estructura
cs: Struktura
da: Struktur
de: Struktur
el: Δομή
es: Estructura
et: Ülesehitus
fi: Rakenne
ga: Struchtúr
hr: Struktura
hu: Felépítés
id: Struktur
is: Uppbygging
it: Struttura
ja: 構成
ko: 구성
lt: Struktūra
lv: Uzbūve
mk: Структура
ms: Struktur
mt: Struttura
nb: Struktur
nl: Structuur
pl: Struktura
pt_br: Estrutura
pt_pt: Estrutura
ro: Structură
ru: Структура
sk: Štruktúra
sl: Zgradba
sq: Struktura
sr: Структура
sv: Struktur
tr: Yapı
uk: Структура
vi: Cấu trúc
zh_hans: 结构
zh_hant: 結構

source: Superset
ar: مجموعة مزدوجة
bg: Суперсерия
ca: Superserie
cs: Superserie
da: Supersæt
de: Supersatz
es: Superserie
et: Superseeria
fi: Supersarja
ga: Sársraith
hr: Superserija
hu: Szuperszett
is: Ofursett
it: Superserie
ja: スーパーセット
ko: 슈퍼세트
lt: Supersetas
lv: Superpieeja
mk: Суперсерија
nb: Supersett
pl: Superseria
pt_br: Bi-set
pt_pt: Supersérie
ro: Superserie
ru: Суперсет
sk: Superséria
sl: Superserija
sq: Superseri
sr: Суперсерија
tr: Süperset
uk: Суперсет
zh_hans: 超级组
zh_hant: 超級組
